import Img from "@/components/blog/blog-components/img/img";
import { A } from "@/components/blog/blog-components/link/link";
import List from "@/components/blog/blog-components/list/list";
import PageWrapper from "@/components/blog/blog-components/page-wrapper/page-wrapper";
import { P } from "@/components/blog/blog-components/paragraph/paragraph";
import { H } from "@/components/blog/blog-components/title/title";
import { getArticleItems } from "@/utils/getArticleItems";

export default function SpbVladivistok3() {
  const { title, description, img } = getArticleItems(48);

  return (
    <>
      <PageWrapper src={img} title={title} part={description}>
        <P>
          На следующий день(14.06.2014г.) мы почесали головы и решили:»А не
          поехать ли нам сегодня в Казань на денек раньше…?)» — Ведь во
          Владимире мы уже посмотрели большую часть из того, что запланировали.
        </P>
        <Img
          description="Автостоп Владимир — Казань"
          src="https://lh3.googleusercontent.com/pw/AJFCJaUUsWPBv-xUVxQfCFpwGTRQG-I2cTGfGTXwy70mVfEXW-UbSYrWkt-cYUrgmvUyiyNCswry-Vr78ntHJO8P3zfDro5Iv0asOv7fz0Xb6bYmy1pgnVlxtrHNqOnPVkcCHBxFKRCljUpKZiUyLEKFLJQv=w600-h450-s-no?authuser=0"
        />
        <P>
          И вот 18:00, мы стоим на трассе М7 на выезде из Владимира. Сразу
          оговорюсь, что вечерний и ночной автостоп не самая лучшая затея, но за
          11(12) машин нам всё-таки удалось добраться до цели, в этот раз опишу
          наших Водителей покороче, хотя на пути попадались очень колоритные
          личности =)
        </P>
        <Img
          description="Автостоп Владимир — Казань"
          src="https://lh3.googleusercontent.com/pw/AJFCJaXcOllew5mgjFewpw-gz8xnYNvWfBtaOcwqtP6gOU4KxnKS10FMriE7IuxukQLiktlpB96qePTWEXc_A0NDejP2cO-v54b74Phq8zNWtE-xiuAaiLM_6NCOH-uTnT20ZBNuHWTA9lUjSBMfNdgLzhKu=w600-h450-s-no?authuser=0"
        />
        <H>Машина #1 Пежо 308, 20 км</H>
        <P>
          Водителя Пежо зовут Светлана, судя по кителю она работает в
          министерстве юстиции, но могу ошибаться, даже люди таких серьёзных и
          строгих профессий не равнодушны к вольным путешественникам)))
        </P>
        <H>Машина #2 Старый Жигуль, 30км</H>
        <P>
          Очень милые бабуля с дедулей, незнаю кто из них старше,всмысле их
          машинка или они)))
        </P>
        <H>Машина #3 Фольцваген поло. 110 км</H>
        <P>
          Водитель Фольцвагена был малоразговорчив и единственное что я могу
          сказать — его зовут Игорь и он родом из Брянска, а тут он завис в
          командировке, которая длится уже год, не повезло…
        </P>
        <H>Машина #4 Фольцваген … 120 км</H>
        <P>
          Имя водителя я записать забыл, в чем каюсь, человек оказался из
          «нашей» тусовки, любит все возможный экстрим, прыгает роуп джампинг, а
          средняя скорость его езды 190-200км в час, сразу вспомнили нашего
          Питерского друга , Сергуню на Лансере.
        </P>
        <P>
          Самым приятным сюрпризом было то, что наш водитель решил подарить нам
          обзорную экскурсию на автомобиле по Нижнему Новгороду, за что ему
          огромнейшее спасибо!))) Нижний — офигенский город, очень красивый,
          холмистый… Набережная , кремль, церкви….. Очень и очень!!) всем
          рекомендую увидеть хотя бы мельком)))
        </P>
        <P>Довез нас водитель до нужного нам выезда из города. </P>
        <H>Машина #5 шаха 10 км</H>
        <P>
          Уже по традиции выехать подальше из города нам помог гость нашей
          страны, родом из Узбекистана, приехавший не первый раз поработать на
          летний сезон на стройку, доброта и взаимовыручка присуща всем,
          независимо от национальности)
        </P>
        <H>Машина #6 Российский автопром </H>
        <P>
          Дальше мы зависли минут на 30 на не очень благоприятном для автостопа
          участке дороги, спасли нас заблудившиеся ребята, искавшие без
          навигатора деревню Семеть, в итоге мы смогли договориться: они везут
          нас 10 км до хорошего участка дороги ,а я в деталях объясняю и как им
          добраться до цели, потому, что это было по пути, а у меня был
          навигатор. Парни оказались очень прикольные, и слегка были в шоке от
          того, что мы добрались сюда автостопом из Питера, и собираемся во
          Владик таким же способом.
        </P>
        <H>Машина #7 jeep 15 км</H>
        <P>
          Следующим нашим драйвером стал водитель джипа, сам в прошлом
          автостопщик со стажем, поговорить особо не успели , но он,
          примудренный опытом, выбрал нам очень классную позицию для автостопа с
          которой мы уехали минут через 10)
        </P>
        <H>Машина #8 машина? Водитель ? 50км</H>
        <P>
          Тут мы крепко облажались и не записали ничего, но очень рады были тем
          50 км которые нам подарил водитель, ехавший домой к семье, это в
          принцепи все что можно рассказать про него. На вид казах, А
          остановился, потому, что подумал, что мы гаишники, из-за
          светоотражателей на наших автостопных куртках))
        </P>
        <H>Машина #9 Российский автопром 50км</H>
        <P>
          Иван, наш девятый водитель работает перевозчиком , и наматывает в день
          по три раза один и тот же маршрут длинной в 80 км, очень хочет вскоре
          отправится с семьёй в отпуск которого у него не было уже 3 года….
          Удачи ему…
        </P>
        <H>Машина #10 Reno logan 10 км </H>
        <P>
          Водитель был очень веселый, ехал в Самару , угорал без перерыва, так
          что и я смеялся все эти 10 километров без остановки, очень позитивный
          дядька)
        </P>
        <H>Машина #(11) КАМАЗ 5 метров</H>
        <P>
          Только мы сели в КАМАЗ, водитель обрадовал, что едет до Казани… И у
          него сломался задний мост…вернее сломался он у него намного раньше, он
          его кое-как подшаманил в полевых условиях, но тут же он доломался у
          него окончательно. Вот такая не длинная поездочка у нас вышла…
        </P>
        <H>Машина # 11 Волга 200+ км</H>
        <P>
          Завершающей нашей машиной на пути к Казани оказалась чёрная Волга
          70-тых годов выпуска по паспорту. Ребята ехавшие в ней, Дмитрий
          Овчинников и Игорь Мартынов родом из Ижевска, а ехали они из
          Санкт-Петербурга. Кстати они тоже из автостопной тусовки. Как и
          полагается людям склонным к путешествиям они решили, что ехать по
          трассе м7 до Казани скучно, и мы поехали через центр города Чебоксары.
          Чебоксары мы проехали по очень красивой набережной, встретив первые
          лучи рассвета)
        </P>
        <P>
          На последних 50 км пути у машины возникли какие-то проблемы с
          глушителем и до Казани мы ехали очень громко…
        </P>
        <Img
          description="Автостоп Владимир — Казань"
          src="https://lh3.googleusercontent.com/pw/AJFCJaU8e3CRmdnLbRw6OkQj7T5ZvtohCWhd5BolAAGMiCCSveLO5_ZM5KWP_rgA1KYSr9Jsh7WYZ8ch7g5qR6wJoSPWcs3Whjc68ZvwBMIkYnbmi07EzKXT4lXEhD9Ocvqpb_CeyIifpi1HoTzZS7M-SY2H=w600-h450-s-no?authuser=0"
        />
        <Img
          description="Автостоп Владимир — Казань"
          src="https://lh3.googleusercontent.com/pw/AJFCJaUfKCRu6T4lrbw84-JjOi7WzYtk9alwR2bRHtSCBBjMiUBv5G69gxMkE-9AkA5bornMADRwphqyfcL4tFAhQUUHPVNLVlA-9UQ4vRyZ9ZjCS4pUCMB03LtOHBPi-qHDftdVMlvy_wkxcF69CcHsW_Lt=w600-h450-s-no?authuser=0"
        />
        <P>
          Высадили нас ребята недалеко от объездной, где через 5 минут за нами
          на такси приехала девушка по имени Айсулу. С ней я заранее
          познакомился в группе по автостопу и договорился, что она приютит нас
          у себя в Казани на несколько дней. Мы приехали очень рано, городской
          транспорт в тот момент ещё не ходил. Я позвонил ей, чтобы узнать
          точный адрес её дома, но вместо этого она сказала, что приедет сейчас
          за нами сама, и чтобы мы её ждали там, где нас высадили ребята…
        </P>
        <P>
          Как же я этому удивился, ведь ехать за незнакомым тебе человеком, в
          такую рань, чтобы забрать его к себе…Это достойно очень большого
          уважения и восхищения… Ну а по приезду домой, когда я подошёл и
          спросил, сколько стоило такси — она мне ответила, что нисколько, но
          чтобы в следующий раз, я поступил так же как она и тем самым
          приумножил добро в этом мире, ну последние слова я уже от себя
          додумал, но факт есть факт.)
        </P>
        <P>
          Спасибо ей огромное за это. В следующей части я ещё немного расскажу о
          нашей гостеприимной хозяйке и о славном городе Казани , который
          покорил меня уже с первых часов моего пребывания там
        </P>
        <P>….End</P>
      </PageWrapper>
    </>
  );
}
