import Img from "@/components/blog/blog-components/img/img";
import List from "@/components/blog/blog-components/list/list";
import PageWrapper from "@/components/blog/blog-components/page-wrapper/page-wrapper";
import { P } from "@/components/blog/blog-components/paragraph/paragraph";
import { H } from "@/components/blog/blog-components/title/title";
import { getArticleItems } from "@/utils/getArticleItems";

export default function IndiaNaPoezdah2016P2() {
  const { title, description, img } = getArticleItems(22);

  return (
    <>
      <PageWrapper src={img} title={title} part={description}>
        <P introduction>
          Текст в этом посте написан Ольгой от её же лица, и немного
          отредактирован и дополнен мной (Стасом) =)
        </P>
        <H>Поезд Агра — Кхаджурахо</H>
        <P>
          Поездка из Агры в Кхаджурахо заслужила отдельного рассказа))) Наш
          паровоз, как это часто бывает в Индии, довольно сильно задерживался.
          Шел третий час ожидания в соответствующем зале вокзала Агры. Очень
          колоритно, скажу я вам. Мы себя занимали просмотром фильмов с
          планшета, а индусы вокруг просто ложилис спать, причем их не
          волновало, где именно прикорнуть, они просто стелили пледик прямо на
          пол и ложились спать)))
        </P>
        <P>
          Когда подошел поезд, а он был проходной и стоял всего 5 минут, мы не
          сразу смогли найти наш вагон, а когда все-таки добежали до него, то
          обнаружили, что двери закрыты изнутри. Вместе с нами подошли двое
          полицейских с автоматами и пристегнутый к ним арестант, мы жалобно
          развели руками, типа «не открывается», один из полисменов со всей дури
          начал молотить по двери и что-то орать, после чего нам тут же
          открыли))) Зайдя в вагон, мы прочувствовали всю прелесть слипер-класса
          с первых шагов. Везде были люди — они стояли, сидели, лежали, занят
          был по сути каждый сантиметр… Дойдя с трудом до наших мест, было
          обнаружено, что они заняты. Поезд тронулся, впереди предстояло 7 часов
          езды. Начали разбираться. Показываем индусу занимавшему мою полку
          телефон с нашей бронью, он в ответ тычет своим с такой же бронью. Мы
          ничего не понимаем и потихонечку начинается паника, народ вокруг
          весело ржет)) В итоге парень не выдержал и, понимая, что мы от него не
          отвяжемся, слез с полки и потащил нас через 4 вагона в следующий
          класс. Это расстояние далось с трудом. Пару раз я въехала кому-то
          морде лица рюкзаком, попыталась снять его и тащить перед собой, тоже
          не получилось, потому что я не видела, куда наступать. Рюкзак у меня
          забрал наш поводырь, но лучше не стало, все равно мы шли по людям. Они
          правда не особо возражали, никто даже слова не сказал, когда на него
          вставали. Наконец добравшись до нужного вагона, парень распахнул дверь
          и показал Стасу на проводника. Стас пошел вперед, а подлючий индус
          схватил меня за руку и с нахально-веселым выражением лица заявил «Give
          me a kiss». Видимо, он не мог не попытать счастья))) Сказать, что я
          оторопела, ничего не сказать. Выхватывая рюкзак, я начала крайне
          возмущаться, что явно развеселило товарища, в этот момент в дверях
          появился офигевший от такой наглости Стас и парня моментом сдуло))) В
          общем, как мы узнали у официального проводника в поезде — наши билеты
          апгрейдили и до места назначения мы уже доехали в тишине и спокойствии
          в вагоне классом выше. Подводя итог вышесказанному, поездки индийскими
          железными дорогами оставили вполне забавные и неординарные
          воспоминания))
        </P>
        <H>Кхаджурахо</H>
        <P>
          Железнодорожная станция на которой мы сошли с поезда находилась в
          10-ти километрах от деревни Кхаджурахо, но в Индии с транспортными
          услугами всё впорядке. На выходе из мини-вокзала приехавших туристов
          уже ждала группа предприимчивых тукт-тукеров, готовых за относительно
          не дорого (после торга конечно) отвезти всех желающих в деревню.
        </P>
        <P>
          Сперва мы отправились к восточной группе храмов. Они бесплатные.На
          юго-востоке есть даже действующий храмовый комплекс, но он очень
          сильно и некачественно отреставрирован, всвязи чем выглядит так себе…
        </P>
        <Img
          description="Храмы Кхаджурахо"
          src="https://lh3.googleusercontent.com/pw/AJFCJaWy_EVAtg0WEfXmnc0lOe_RZREp5gpxryS_Ziz-qVZWLX-ZrSuXm5UuA1kqCOpUfedxlgaHNhqbxM6ic6ArQFgB2jHu5cp7Z6szhelEekLdPnCIe8n0N03uD3Ozz6pziYQS9OvGZUc4gpBkNEnwAaB-=w1200-h714-s-no?authuser=0"
        />
        <P>
          В Кхаджурахо все храмы расположены в пешей доступности и нужды брать
          Тук-тук просто нет.
        </P>
        <Img
          description="Храмы Кхаджурахо"
          src="https://lh3.googleusercontent.com/pw/AMWts8D9uuGomGY4QTG01jFmI0lyTLh67WPNkY3Vd2JwfFOVplOL13-_vLpsPZf1zY3UjZYts98K3X2zGq4imZAVaf3ZFrKuS8xO3REo0QRhJqivFD--48khQCe-5da7LhVTIa8sZqNdoFtURdEhD5WEMyN4=w1200-h801-s-no?authuser=0"
        />
        <P>
          Издалека храмы напомнили мне архитектуру ацтеков, но вблизи взору
          открывалось бесчисленное количество статуй, обвивающих храмы как
          снаружи так и во внутренних помещениях.
        </P>
        <Img
          description="Статуи храмов в Кхаджурахо, Индия"
          src="https://lh3.googleusercontent.com/pw/AMWts8CuuHFvRvS8sTg5t9m9YQ1VKHXOraqtFkzO9gF4LRo0exEqwee3xwEX6t8va1Btcs4270RtnAGZFUEBXES23juxhRpSX9wtZKl8UqUvztJLkgKPXrPcVr5vonAau_2cfJkWvc1l_ivaWwc3dsqdtk3P=w1200-h801-s-no?authuser=0"
        />
        <Img
          description="Статуи храмов в Кхаджурахо, Индия"
          src="https://lh3.googleusercontent.com/pw/AMWts8CFtfBFId-eE_BYKJtxm0wM1AdpipRqNCefty2YHKgkDqDH81ZlYbKh67gGElGMAlcvhPlng0_RTfzucRwYGgJVpUXzGuqN4cI92F2YjE1kRo5rxkf9iZDUXtX6o5Hqvs8iF0ldhlKlwg7ZsGYuYka8=w1200-h737-s-no?authuser=0"
        />
        <Img
          description="Кхаджурахо"
          src="https://lh3.googleusercontent.com/pw/AMWts8DEFYeaosx0WAOUCm-h1xu-Q_lWFN6QBiwTSn44H0In9pOp1aCsM6erCOxdEq9F2NwnMHm5VofmK8J4V_v1AOJt09JXl3fjG2xD2oNRHFuQy7jP0T-6C-aruM8Udd50awhEjcGk3dqLODYPY1qAtu7E=w1200-h738-s-no?authuser=0"
        />
        <Img
          description="Храмы Кхаджурахо"
          src="https://lh3.googleusercontent.com/pw/AMWts8CzhpYSOpzWS_tPBvNkkEOW7RkUFnusGC_6gBnYSWHoKCRJfCkB-sv7c4HR8xy-kuil05c1_ibU8Y2yfx-3QLNE1p5BZXxsAmysguyF_Bzc-GlU2-irwXbIdgKROEJ18hKG69HEOhHzbQiVEtP_Bv9V=w1200-h801-s-no?authuser=0"
        />
        <Img
          description="Храмы Кхаджурахо"
          src="https://lh3.googleusercontent.com/pw/AMWts8D8ueMoOUvWqxB2qCOrM0VXVi7LtjnhIqsFHUskdX5lSEIs23rv20Cm41Llm-s3zRbfW6vx4dS24SMxdsLjZSDRZApCoYERFUXN7pfETR5qQHe35epjcf50TifbUNyBQd_i4zuaErWegwL9VgNWi4Wr=w1200-h732-s-no?authuser=0"
        />
        <P>
          Больше всего удивляло, что все эти постройки были возведены с девятого
          по тринадцатый век и сохранились по сей день в превосходном состоянии,
          несмотря на то, что летом в Индии бушует сезон ливневых дождей!
        </P>
        <Img
          description="Храмы Кхаджурахо"
          src="https://lh3.googleusercontent.com/pw/AMWts8AxNQWrTHuAltB5WMF1IuZhrbdOYp5gvUHEZwSBP7ixZa6OcpcSGeqiKc1ZzmIQyFqygabgJnO-BVrFWvsxX1qFW3D95DsTLZUP2i5xiflRpHtZYFOP-t6cHSXVIgUj8tii-0659zBKZGNydnRlXGYf=w1200-h785-s-no?authuser=0"
        />
        <P>
          Осмотрев храмы на востоке от Кхаджурахо, мы пошли бесцельно шататься
          по деревне. Нужно было убить как-то время до четырех часов дня, чтобы
          потом уже идти в западный храмовый комплекс, так как до этого времени
          солнце лупит слишком ярко и сделать приличного качества фотографии не
          возможно.
        </P>
        <Img
          description=""
          src="https://lh3.googleusercontent.com/pw/AMWts8CMLUqaLfG4cyqvgV8Y64y0b3hu7sZig-hGTt5dWOjWGTC2EfSjaGNGto9y1WohbUy8mwmh_tgOdqeQ7N_f9b16zboSNpb4RfbXMvMwEeDrQ8hy2t6TXoyxZXBiEbhNd6fBIOLgO8NA9QFaQCiV9Vqv=w1200-h794-s-no?authuser=0"
        />
        <P>
          У нас даже промелькнула мысль снять комнату, чтобы нормально поспать.
          Но пока мы шли в центр деревушки, наткнулись на какой-то милый парк,
          Пройдя вглубь которого и увидев ряд скамеек, мы решили «а почему бы и
          да». Расстелив спальные мешки и улеглись спать прямо там. Стас начал
          сопеть сразу же, а я конечно от каждого треска и шевеления не могла
          нормально отключиться. Таким образом, я наблюдала какое-то время за
          целым семейством мартышек, которые резвились и бегали метрах в трех от
          нашей лежанки. Потом видимо в школе напротив закончились уроки и целая
          толпа детей прибежала играть в сад. Как только ими были обнаружены
          странные спящие белые, к нам начали подходить целыми экскурсиями)))
          Сон меня в итоге победил и с часик я всё же подремала. Проснувшись, мы
          пошли в сторону храмов, по пути, на рынке перекусили фруктами и очень
          вкусными слоёными пирожками .На территорию комплекса рюкзаки с собой
          проносить нельзя , поэтому мы оставили их за 100 рублей на хранение в
          магазине напротив.
        </P>
        <P>
          В древности город Кхаджурахо был культурной и религиозной столицей
          династии Чандела. Изначально было построено 85 храмов и многочисленные
          дополнительные постройки. Светских построек в Кхаджурахо не
          сохранилось.
        </P>
        <P>
          Упоминания о династии Чандела теряются после XIII века. И Кхаджурахо
          оказался потерянным для мира. Только в 1838 году британский инженер
          проник через джунгли и открыл удивительное место под названием
          Кхаджурахо заново.
        </P>
        <P>
          Сейчас сохранилось только 25 храмов, весь комплекс рассредоточен на
          площади 21 км². Кхаджурахо — объект Всемирного наследия ЮНЕСКО.
          Вики(с)
        </P>
        <Img
          description="Храмы Кхаджурахо"
          src="https://lh3.googleusercontent.com/pw/AMWts8CB-zhf4hSRZeW0GO8iU9XAH6yhN2yEC63GZJo1kmNCL9a90iWqsHArVtUOzHSPYPtblxdFOEM0P5Nm1H0uuDn9blxbxQSZ5420EdhAs-7NLJ3S2aWfnEcWLYM7nTljpxrODsZErDdjJFQ29OMUayeS=w1200-h801-s-no?authuser=0"
        />
        <P>
          Кхаджурахо представляет собой кульминацию развития средневековой
          архитектуры в северной Индии. Храмы посвящены шиваизму, вишнуизму и
          джайнизму.
        </P>
        <P>
          У большинства храмов общий замысел и план, различия только в деталях.
          Все храмы симметричны относительно оси восток-запад. Три храма
          построены из гранита: Чаусатх-ёгини, Брахмы и Лалгуани-Махадеви. Все
          остальные храмы Кхаджурахо сделаны из песчаника, цвет камня
          варьируется от тёмно- до светло-жёлтого, встречается розовый. Материал
          для строительства добывали в городе Панна на восточном берегу реки
          Кен. Вики(с)
        </P>
        <Img
          description="Статуи храмов в Кхаджурахо, Индия"
          src="https://lh3.googleusercontent.com/pw/AMWts8BupEsZ_4nAB9oIId4_H45qpxFd_ghbNMeu4RJYQivIrVc6cctHSeqFxc5o6l92N4UUIBU2UAgoZ1MvHgIKe5AFu_cmufMWu4cdeJeyiZiq8XYbCMdnl6DeRT2NGUoVJIuv3E3i5_3W90N7ULwIW6Ys=w1200-h886-s-no?authuser=0"
        />
        <P>
          В больших храмах боковые трансепты украшены окном с балконом для
          вентиляции. Над балконами размещены роскошные скульптурные группы,
          которые показывают сцены из жизни богов. Свет из окон освещает
          внутренний центральный зал. Вики(с)
        </P>
        <Img
          description="Храмы Кхаджурахо"
          src="https://lh3.googleusercontent.com/pw/AJFCJaXC3XkJ8Z4O3nAPwDHW71vJOSX3N2AoFXcFM3n-3T1LOQcA6KtQOPszez6yimS0OzDvqRK9Ov3PgkvjGHLjwKCbYcJ8rsNkOv3HhMmoL_gGDJDxmHjG71R0GxysWuBtvImDIWsowDgApnlEJdQUt7Zl=w1200-h801-s-no?authuser=0"
        />
        <P>
          Интерьер храмов поразительно богато декорирован деталями, изобилует
          скульптурой. Потолок украшен искусным геометрическим рисунком. Самый
          знаменитый элемент внутреннего убранства — поддерживающие фигуры Апсар
          — восхитительных нимф. Апсары, являющиеся шедеврами средневековой
          скульптуры, изображены в чувственных позах и идеально отполированы. На
          фасаде святилища чаще всего помещают две или три группы статуй —
          точные копии с внешнего фасада храма. Вики(с)
        </P>
        <Img
          description="Храмы Кхаджурахо"
          src="https://lh3.googleusercontent.com/pw/AMWts8BOqILbjzlKUEUerxUaOZuyC19woBoLXTliwdqwGOk6LuyV0V5-WJG9AU4guOGpnnipH3x2wRB6bZF6iqm-1CdXDZnHQwUtIJ42_si75JVHs3yHVTpsKdZ6bLqEDKb6-UdFG7EFvsc4LwHZXLEfdwS1=w1200-h801-s-no?authuser=0"
        />
        <Img
          description="Храмы Кхаджурахо"
          src="https://lh3.googleusercontent.com/pw/AJFCJaWJYtHA0gdsxKXDpfH31y5EKpXTl02JgwVqss-1FAgDss2px2Nm60sv-XIyak_fm96kmzyMxwnmLHJPjiLZ55EZdR1WWjm2ow7ibBKG9EQKrmUpsWP0jOcVHLE0hC8_ywk9Y7URzLHEttMdWrqlI9mp=w1200-h801-s-no?authuser=0"
        />
        <Img
          description="Храмы Кхаджурахо"
          src="https://lh3.googleusercontent.com/pw/AJFCJaWKjKFBF7K5t_GsrhrNtFO83wrAFoq00zZfk4AfOF5y4NcZHxXddJXEsPpGyDdBQ3tEpVPEnksH1UzX_jNiN2ooM6BabMZMFN4NTZ0TSlf66SI9YtRJvGI8XfBr5SDr1PcVeX7buZaousjuNf7LeB58=w1200-h801-s-no?authuser=0"
        />
        <List
          disc
          title="Скульптура Кхаджурахо берёт свои истоки из средневековой школы Ориссы,
          и превосходит её в изяществе изображения. Всю скульптуру Кхаджурахо
          можно разделить на пять основных категорий:"
          listItems={[
            "Первая категория включает религиозные изображения. Они сделаны только вдоль фасадов храмов, в строгом согласовании с канонической формулой и предписаниями.",
            "Вторая категория состоит из богов, их слуг и окружения. Встречается в нишах на стенах, а также в больших и средних рельефах на фасадах храмов, во внутреннем убранстве. Скульптуры в нишах выполнены строго и канонически. Позы остальных фигур богов и богинь более свободны. Отличить богов можно только по особым признакам: головному убору, священному предмету в руках, украшениям на всём теле, ездовому животному и бриллиантам на груди.",
            "К третьей категории относят апсар и сура-сундарис. Это самая известная и многочисленная часть скульптуры Кхаджурахо. Встречается в больших и средних рельефах на фасадах храмов, на внутренних стенах, колоннах и потолке. Сура-сундарис — изящная нимфа в прекрасных одеждах и украшениях. Ей свойственны человеческие эмоции в обычных женских делах. Она может раздеваться, зевать, почёсывать бок, трогать грудь, умываться водой, вытаскивать занозу из ноги, ласкать ребёнка, играть с домашним питомцем, писать письмо, играть на флейте. Апсара изображается танцующей в различных позах. Как слуга богов она может держать в руках цветок лотоса, зеркало, сосуд с водой, благовония, орнаменты и другое. Статуи сура-сундарис и апсар изображают в соответствии со строгими канонами: голова наклонена в одну сторону, тело в другую, а ноги в третью; очень чётко выделен взгляд.",
            "Четвёртая категория — светская скульптура: правители и их семьи, учителя и ученики, домашние сцены, танцоры и музыканты, эротические пары и группы.",
            "В пятую категория входят скульптуры животных, включая мифических. В основном это слоны, верблюды, кони, кабаны, обезьяны, собаки, попугаи и другое. Вики(с)",
          ]}
        />
        <Img
          description="Статуи храмов в Кхаджурахо"
          src="https://lh3.googleusercontent.com/pw/AMWts8AqnJ0uTr5QIvRzsHM2qExe7cDPhuxbvZYZuNOXcQanUMFsNTTzycs_krWNjm_dCK7izt9kbCnG-O_vOaP_H5JcvOynR2G65_OFvUn7NnJsckmtr9rK60F729TXU1pfvwG4j6tW_12g4n8vKf5XZqbe=w1200-h773-s-no?authuser=0"
        />
        <Img
          description="Фотосессия в Кхаджурахо"
          src="https://lh3.googleusercontent.com/pw/AMWts8BT7gGP4RDJ0nFqZej33DmQ65UBGD_ImGH5ZNy8m2PhNf4X2RmOsMmInbgDeTL94FBFzCCi5d4X86hGMC43oDvstwvwfGg5iyztTagpF3Jc99r1YxP1HtX8YpFKZy8x_oKxVgXwqKFZoTgE9RE8XgbH=w1200-h748-s-no?authuser=0"
        />
        <Img
          description="Статуи храмов в Кхаджурахо"
          src="https://lh3.googleusercontent.com/pw/AMWts8C59yM8VHO94tbMektKhDV70IhWHSFJYBJD7Pghopo4yp6n9cJGemGhwXV3id470m75J08t_SxsDgKHUoCRWQBsJbsMa81VA1WJJa1_pZyHM28DhP66cgH6cUke28o9evVO4N-9OgEnMq8Z-NSu2rUm=w1200-h801-s-no?authuser=0"
        />
        <Img
          description="Храмы Кхаджурахо"
          src="https://lh3.googleusercontent.com/pw/AMWts8B53EpQQYMAHuUlKBTwPPjWGetGvc8BU02goXmdDEtzYpL6g2vqf3hbSKYt7t-aUpz08HxxB-7-JFJifnzZjZ-WMaqVoR4wxE5hYc_DE-2KjC401ODsry09DnD2mHYK9RITaUlpj-k5awFHZ9472xyl=w1200-h801-s-no?authuser=0"
        />
        <P>
          Западная группа храмов — это невероятно красивое и ухоженное место, мы
          были в полном восторге от увиденного! Пара часов пролетела незаметно в
          окружении оживших древностей. Выйдя из комплекса, мы забрали свои
          рюкзаки, прикупили у местного торговца шарфик ярко-бирюзового цвета за
          200 рублей и понаблюдали за огромной стаей попугаев, которые носились
          между трех больших деревьев, создавая невероятный шум.
        </P>
        <P>
          Дальше нас ожидал ночной переезд на поезде в древний и очень важный
          для всех индусов город — Варанаси.
        </P>
        <P> …End</P>
      </PageWrapper>
    </>
  );
}
